/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2016, ownCloud GmbH.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Configuracion de compte";
"you_need_an_account" = "Pas de compte $appname sus aqueste aparelh.\nPer utilizar aquesta aplicacion, ne vos cal crear un.";

//Login Screen
"testing_connection" = "Tèst de connexion";
"server_instance_not_found" = "Servidor introbable";
"secure_connection_established" = "Secure Connection";
"https_non_secure_connection_established" = "Redirigit cap a una connexion non securizada";
"connection_established" = "Non-secure Connection";
"login_details" = "Informacions de connexion";
"username" = "Identificant";
"password" = "Senhal";
"login" = "Connectar";
"cancel" = "Anullar";
"error_login_message" = "Identificant o senhal incorrècte";
"error_updating_predefined_url" = "Server moved to a different URL. Please, authenticate again to update your account";
"ok" = "D'acòrdi";
"url_sample" = "Adreça servidor https://…";
"forbidden_characters_in_password" = "Aqueste senhal conten de caractèrs interdits";
"server" = "Servidor";
"url" = "URL";
"session_expired" = "Vòstra session a expirat. Mercé de vos reconnectar";
"credentials_different_user" = "L'utilizaire indicat correspond pas a l'utilizaire d'aqueste compte";
"auth_unsupported_auth_method" = "Metòde d'autentificacion pas suportat pel servidor";
"server_does_not_give_user_id" = "Lo servidor a pas tornat un identificant d'utilizaire corrècte. Contactatz l'administrator del sistèma";
"authentification_not_valid" = "Cannot authenticate to this server";
"error_too_many_http_redirects" = "Una error s\'es produsida al moment de la connexion. Ensajatz tornamai.";
"retry" = "Ensajar tornamai";
"help_link_login" = "Novèl sus $appname ?";
"error_could_not_add_account" = "Could not store user information. Please try again.";
"account_not_new" = "Un compte pels meteisses utilizaire e servidor existís ja sus aqueste aparelh";
"oauth2_error_access_denied" = "Accès refusat pel servidor d'autorizacion";
"oauth2_error" = "Fracàs d'autorizacion";

//TabBarItems
"settings"="Paramètres";
"files_tab"="Fichièrs";

//Uploading
"upload" = "Cargament";
"account" = "Compte:";
"location" = "Emplaçament :";
"photo_albums" = "Albums Fòto";
"loading" = "Cargament...";
"no_access_to_gallery" = "Autorizatz $appname a accedir a las fòtos e vidèos. Aquesta opcion pòt èsser trobada dins Paramètres > Vida privada > Fòtos";
"error" = "Error";
"upload_failed"="Fracàs del cargament";
"redirection_problem"="Redireccion d'URL pas presa en carga";
"all_photos" = "All Photos";

//First View
"menu_upload" = "Cargament Fòto/Vidèo";
"menu_folder" = "Crear un dorsièr";
"menu_text_file" = "Novèl fichièr tèxte";
"sort_menu_title" = "Triar";
"sort_menu_by_name_option" = "A-Z";
"sort_menu_by_modification_date_option" = "Recent-Ancian";
"sort_menu_by_kind_option" = "Kind";

//Create/Edit File Text
"create_text_file" = "Crear un novèl fichièr tèxte";
"title_view_new_text_file" = "Novèl fichièr tèxte";
"title_view_edit_text_file" = "Editar lo fichièr tèxte";
"default_text_file_title" = "Novèl fichièr tèxte";
"title_text_file_placeholder" = "Títol...";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "existís jà";
"error_file_name_empty" = "Lo nom del fichièr pòt pas èsser void.";
"no_changes_made" = "Cap de cambiament es pas estat efectuat";
"no_file_downloaded" = "Lo fichièr es pas telecargat, lo podètz pas modificar";


//Create Folder
"create_folder" = "Crear un dorsièr";
"folder_name" = "Entratz lo nom del dorsièr :";
"save" = "Enregistrar";
"folder_exist" = "Un dorsièr que pòrta aqueste nom existís ja. Causissètz un autre nom.";
"folder_create_error"="Lo dorsièr a pas pogut èsser creat";
"not_show_potrait"="Menú pas disponible en vista païsatge. Mercé de passar en vista retrach.";
"not_possible_create_folder" = "Lo dorsièr a pas pogut èsser creat.";

//FilesView
"confirm_to_delete_item" = "Confirmatz la supression de l'element";
"yes" = "Òc";
"no" = "Non";
"delete_from_device" = "Sètz segur que volètz suprimir aqueste fichièr de l'aparelh ?";
"delete_from_server" = "Sètz segur que volètz suprimir aqueste fichièr del servidor ?";
"not_possible_connect_to_server" = "Impossible de se connectar al servidor pel moment.";
"delete_folder_from_server" = "Sètz segur que volètz suprimir aqueste dorsièr del servidor ?";
"delete_local_server" = "Suprimir de l'aparelh e del servidor";
"delete_local" = "Suprimir de l'aparelh";
"delete_server" = "Suprimir del servidor";
"error_path" = "Not found. Please make sure it exists";
"error_not_permission" = "Avètz pas lo drech d'efectuar aquesta operacion";
"folders" = "dorsièrs";
"files" = "fichièrs";
"folder" = "dorsièr";
"file" = "fichièr";
"more_swipe" = "Mai";
"message_not_files" = "I a pas res aicí ! Mandatz doncas quicòm !";
"maintenance_mode_on_server_message" = "It is not possible to connect to the server at this time. The server is currently in maintenance mode";

//Refresh file list
"release_refresh"="Daissatz anar per metre a jorn...";
"loading_refresh"="Cargament...";
"pull_down_refresh"="Tiratz per metre a jorn.";

//Miscelanea
"back" = "Retorn";

//Preview
"open_with_label" = "Dobrir amb";
"delete_label"= "Suprimir";

//Open with
"file_cannot_be_opened" = "Lo fichièr pòt pas èsser dobèrt";
"no_app_instaled_to_open_it" = "I a pas d'aplicacion installada per dobrir aqueste tipe de fichièr.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Connexion en cors";
"not_establishing_connection" = "Connexion impossibla";
"connection_closed" = "Connexion tampada";
"connection_lost" = "Connexion perduda";
"auth_failed" = "Fracàs de l'autentificacion";
"auth_passed" = "Autentificacion capitada";
"request_file_not_found" = "Fichièr introbable sul servidor";
"request_file_not_accesed" = "Fichièr especificat pas accessible";
"unknow_response_server" = "Problèma de connexion amb lo servidor.";
"uploading_data" = "Mandadís de las donadas";
"downloading_data" = "Telecargament de las donadas";
"transfer_complete" = "Transferiment capitat";
"transfer_failed" = "Fracàs del transferiment";
"download_file" = "Download file";

//Settings and PinCode
"title_app_pin" = "Passcode Lock";
"title_app_pin_and_touchID" = "Passcode Lock & Touch ID";
"title_app_pin_and_faceID" = "Passcode Lock & Face ID";
"title_app_pin_forced" = "Change Passcode Lock";
"enter_app_pin" = "Sasir lo còde de seguretat";
"enter_app_pin_long_description_forced" = "Passcode required. You need to set a passcode to log in.";
"enter_app_pin_long_description" = "Sasir lo còde de seguretat";
"reenter_app_pin" = "Sasir tornamai lo còde de seguretat";
"remove_app_pin" = "Suprimir lo còde de seguretat";
"both_pass_not_same" = "Los còdes de seguretat sasits son pas identics";
"app_pin_incorrect" = "Còde de seguretat incorrècte";
"passcode_not_enabled" = "Començar per activar lo còdi de seguretat";
"title_app_touchID" = "Touch ID";
"title_app_faceID" = "Face ID";
"disconnect_button" = "Desconnexion del servidor";
"pin_removed" = "Còde de seguretat suprimit";
"incorrect_pin" = "Còde de seguretat incorrècte";
"app_pin_stored" = "Còde de seguretat enregistrat";
"help" = "Ajuda";
"recommend_to_friend" = "Recomandar a un amic";
"send_feedback" = "Contactar l'equipa";
"manage_accounts" = "Gerir los comptes";
"add_new_account" = "Apondre un compte";
"save_changes" = "Enregistrar";
"add_account" = "Apondre";
"user_exist" = "L'utilizaire indicat existís ja";
"imprint_button" = "Impressum";
"title_instant_upload_photos"="Instant Upload Photos";
"title_instant_upload_videos"="Instant Upload Videos";
"title_background_instant_upload" = "Mandadís immediat en rèireplan";
"accounts_section" = "Comptes";
"security_section" = "Seguretat";
"instant_updloads_section" = "Mandadís immediat";
"more_section" = "Mai";
"unlock_app" = "Desverrolhar $appname ";
"passcode_forced_can_not_be_disabled" = "Passcode forced. Can not be disabled.";
"pending_migration_to_new_url" = "Enter to migrate to new URL";

//Downloading
"can_no_copy_to_gallery" = "Aqueste fichièr pòt pas èsser copiat perque pòt pas èsser dobèrt dins la galariá";
"file_is_downloading" = "Aqueste fichièr es ja en cors de telecargament";
"download_file_exist" = "Impossible de dobrir aqueste fichièr. Asseguratz-vos qu'existís.";
"wait_to_download" = "Preparacion del telecargament";
"updating" = "Mesa a jorn";
"msg_while_downloads" = "Impossible d'efectuar aquesta operacion, mercé d'esperar la fin del telecargament en cors";
"streaming_no_possible_ssl_self_signed" = "Streaming cannot be initialized because your server certificate is untrusted. File download will start automatically";

//SSL
"invalid_ssl_cert" = "L'identitat del site a pas pogut èsser verificada. Vos volètz fisar del certificat ?";
"connection_declined" = "Connexion refusada per l'utilizaire";
"server_certificate_untrusted" = "Server certificate is not trusted";

//Recent view
"recent_now"="A l'instant";
"recent_minutes"="i a $minutes minutas";
"recent_minute"="i a $minutes minuta";
"recent_hours"="i a $hours oras";
"recent_hour"="i a $hours ora";
"recent_days"="i a $days jorns";
"recent_day"="i a $days jorn";
"recent_months"="i a $months mes";
"recent_month"="i a $months meses";

"uploads_tab"="Cargaments";
"current_section"="En cors";
"uploader_section"="Mandat";
"nothing_was_upload_recently"="Cap de fichièr es pas estat cargat recentament dempuèi aqueste aparelh";
"failed_uploader_section"="Cargaments fracassats";
"clear_successful"="Voidar los capitats";
"error_credential"="Error d'identificants";
"error_destiny_does_not_exist"="Error dorsièr";
"error_file_exists"="Fichièr ja existent";
"error_permission" = "Error d'autorizacion";
"error_not_allowed_by_firewall_rule" = "Upload not allowed";
"error_file_does_not_exist" = "Not available on the device";
"error_file_in_background" = "Error del servidor";
"error_insufficient_storage" = "Not enough space in the account";
"error_file_invalid_characters" = "Caractèrs pas valables";
"change_active_user"="Cambiar l'utilizaire";
"waiting_for_server"="En espèra de connexion al servidor";
"waiting_for_upload"="En espèra de cargament";
"error_permission_alert_message" = "Avètz pas lo drech d'apondre d'elements dins aqueste dorsièr.";
"choose_folder" = "Causir lo dorsièr";

//Select Folder View
"upload_label"="Cargar cap a";
"create_button"="Crear";
"choose_button"="Causir";

//Rename
"rename_long_press" = "Renomenar";
"rename_file_title" = "Renomenar";
"enter_new_name" = "Entrar un novèl nom :";
"rename_file_exist" = "Nom de fichièr ja existent, mercé d'indicar un nom diferent";

//Move
"move_long_press" = "Desplaçar";
"move_to_label" = "Desplaçar cap a";
"file_exist" = "Fichièr ja existent dins lo dorsièr de destinacion";
"override_file" = "Volètz remplaçar lo fichièr existent per aqueste ?";
"accept" = "Acceptar";
"error_folder_destiny_is_the_same" = "Impossible de desplaçar lo dorsièr : dorsièr de destinacion identic";
"original_file_exist" = "Impossible de desplaçar lo fichièr. Asseguratz-vos qu'existís";
"original_folder_exist" = "Impossible de desplaçar lo dorsièr. Asseguratz-vos qu'existís";

//Download folfer
"download_folder" = "Telecargar lo dorsièr";
"cancel_download" = "Anullar lo telecargament";

//Upload from other apps
"other_apps_title" = "Emplaçament";
"other_apps_account" = "Compte";
"other_apps_folder" = "Dorsièr";
"other_apps_file_name" = "Nom del fichièr";
"other_apps_send_to" = "Cargar cap a";
"error_moving_file" = "Impossible de desplaçar lo fichièr. Asseguratz-vos que lo dorsièr de destinacion existís";
"forbidden_characters_from_server" = "Lo nom conten al mens un caractèr pas valable";
"overwritte_title" = "Espotir";

//Social
"twitter_message" = "Ensajatz $twitteruser sus vòstre smartphone !";
"facebook_message" = "Ensajatz $appname sus vòstre smartphone !\n";
"mail_recommendation_subject" = "Ensajatz $appname sus vòstre smartphone !";
"mail_recommendation_body" = "Vos vòli convidar a utilizar $appname sus vòstre smartphone !\nTelecargatz-lo aicí :";
"device_not_support_mail" = "Configuratz vòstre compta mail";
"mail_feedback_subject" = "Remarcas sus l'aplicacion $appname";
"account_not_configure" = "Vòstre aparelh es pas configurat per aquesta aplicacion. Rendètz-vos dins Paramètres per lo configurar.";

//Storage
"of_storage" = "sus";
"occupied_storage" = "ocupat";
"storage" = "Emmagazinatge";
"storage_upgrade" = "Aumentar la capacitat d'emmagazinatge";

//Jimmies
"this_file_is_older" = "Novèla version disponibla";
"msg_update_file_0_bytes" = "La talha del fichièr sul servidor es de 0 octet. Volètz remplaçar lo fichièr local per aqueste fichièr void ?";

//Shared
"shared_tab" = "Public links";
"message_not_shared_files" = "Pas cap de fichièr o de dorsièr partejat per ligam pel moment.";
"message_not_shared_api_support" = "La foncionalitat de partiment es pas disponibla sus vòstre servidor. Contactatz vòstre administrator";
"share_link_long_press" = "Partejar";
"unshare_link" = "Suprimir lo partiment per ligam";
"share_not_available_on_this_server" = "Foncionalitat pas disponibla sus vòstre servidor. Contactatz vòstre administrator";
"copy_link" = "Copiar lo ligam";
"file_to_share_not_exist" = "Impossible de partejar aqueste fichièr o dorsièr. Asseguratz-vos qu'existís";
"file_to_unshare_not_exist" = "Impossible d'anullar lo partiment d'aqueste fichièr o dorsièr. Asseguratz-vos qu'existís";
"shared_link_protected_title" = "Sasir un senhal";
"shared_link_protected_message" = "Per partejar lo ligam, vos cal sasir un senhal per lo protegir";
"pasword_empty" = "Lo senhal pòt pas èsser void";
"no_pasword" = "Vos cal sasir un senhal";
"get_share_link" = "Get Public Link";
"title_share_link_option_name" = "Link Name";
"title_share_link_option_password" = "Senhal";
"title_share_link_option_expiration" = "Expiracion";
"title_share_link_option_allow_dowload_view" = "Download / View";
"title_share_link_option_allow_dowload_view_upload" = "Download / View / Upload";
"title_share_link_option_allow_upload_only" = "Upload only (File Drop)";
"placeholder_share_link_option_name" = "Nom";
"placeholder_share_link_option_password" = "Choose a password";
"placeholder_share_link_option_expiration" = "Data d'expiracion";
"title_view_create_link" = "Create link share";
"title_view_edit_link" = "Edit link share";
"title_confirm_delete_link" = "Remove link";
"message_confirm_delete_link" = "! Delete $sharedLink";
"default_link_name" = "$fileName link";
"allow_editing" = "Permetre la modificacion";
"show_error_password_enforced" = "Password required";
"show_error_expiration_enforced" = "The public link will expire no later than $nDays days after it is created";
"default_not_possible_msg" = "It is not possible to do this operation, try later please";
"share_user_group_indicator" = "grop";
"share_user_federated_indicator" = "distant";
"add_user_or_group_title" = "Apondre un utilizaire o un grop";
"share_with_users_or_groups" = "Users and Groups";
"not_share_with_users_yet"= "Pas partejat amb d'autres utilizaires";
"not_share_by_link_yet"= "Not shared by public link yet";
"not_sharee_api_supported" = "Sorry, your server version does not allow share with users. Please contact your administrator";
"share_link_title" = "Public Links";
"warning_sharing_public_link" = "Anyone with the link has access to the file/folder";
"not_share_link_enabled_capabilities" = "Lo partiment per ligam es pas activat sus aqueste servidor. Contactatz vòstre administrator";
"shared_link_cannot_remove_password" = "Impossible de desactivar lo senhal";
"shared_link_cannot_remove_expiration_date" = "Cannot clear expiration date. Shares are required to have an expiration date";
"shared_link_mail_subject" = "$userName a partejat \"$fileOrFolderName\" amb vos";
"secured_link" = "Securizat";
"message_private_link" = "Private link: Only people who have access to the file/folder can use it. Use it as a permanent link for yourself or to point others to files within shares";

//Shared privileges
"title_user_can_edit" = "Pòt modificar";
"title_user_can_share" = "Pòt partejar";
"user_can_create" = "crear";
"user_can_change" = "modificacion";
"user_can_delete" = "suprimir";
"title_view_edit_user_privileges" = "Privilègis";

//Shared Link Options
"title_view_share_link_options" = "Link Options";

//Favorites
"favorite" = "Favorit";
"unfavorite" = "Suprimir de favorits";
"parent_folder_is_favorite" = "Un dorsièr que conten aqueste fichièr fa ja partida dels favorits";

//Available offline
"available_offline" = "Disponible fòra linha";
"not_available_offline" = "Pas disponible fòra linha";
"parent_folder_is_available_offline_file_child" = "Un dorsièr que conten aqueste fichièr es ja disponible fòra linha";
"parent_folder_is_available_offline_folder_child" = "Un dorsièr que conten aqueste dorsièr es ja disponible fòra linha";

//Document provider
"error_login_doc_provider" = "Unable to access your account. Please use the $appname app to sign in first.";
"error_sending_file_to_document_picker" = "Error al moment del mandadís del fichièr al selector de document";
"error_user_change_in_core_app" = "L'utilizaire es estat modificat sus l'aplicacion $appname";
"error_connecting_with_server" = "Impossible de se connectar al servidor. Ensajatz ulteriorament";
"move_doc_provider_button" = "Desplaçar cap a aqueste emplaçament";
"export_doc_provider_button" = "Exportar cap a aqueste emplaçament";

//Instant uploads
"location_not_enabled"="Servicis de localizacion desactivats";
"message_location_not_enabled"="Please go to Settings and turn on Location Services to enable instant photo uploads in the background.";

"access_photos_library_not_enabled" = "Accès a las fòtos desactivat";
"message_access_photos_not_enabled" = "Anatz dins los paramètres e activar l'accès a las fòtos per permetre lo mandadís immediat de las fòtos.";

//PDF reader
"page_of_pages" = "sus"; //Example: 5 of 10

//Share in
"files_added" = "Fichièrs aponduts";
"files_will_be_upload_next_time" = "Lo fichièr serà mandat lo còp que ven que dobriretz $appname";

//Help Guide main app
"title_help_slide_0" = "Benvenguda sus $appname!";
"message_help_slide_0" = "Fasètz lisar per ne saber mai";
"title_help_slide_1" = "Mandadís immediat";
"message_help_slide_1" = "Securizatz vòstras fòtos";
"title_help_slide_2" = "Gerissètz totes vòstres fichièrs";
"message_help_slide_2" = "Los podètz suprimir, desplaçar";
"title_help_slide_3" = "Partiment";
"message_help_slide_3" = "Podètz partejar vòstres fichièrs e dorsièrs";
"title_help_slide_4" = "Comptes multiples";
"message_help_slide_4" = "Connectatz-vos a totes vòstres clouds";
"title_help_slide_5" = "Vòstres fichièrs personals accessibles d'en pertot";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Se connectar";
"skip_button_help_guide" = "Passar";

//Update Guide main app
"title_update_slide_0" = "Discover the new ownCloud App";
"message_update_slide_0" = "Rebuilt from scratch for iOS 11+";
"title_update_slide_1" = "PDF Viewer";
"message_update_slide_1" = "Easy Search and Navigation";
"title_update_slide_2" = "File Management";
"message_update_slide_2" = "Share Files and Folders";
"title_update_slide_3" = "Quick Access";
"message_update_slide_3" = "Complete Data Overview";
"title_update_slide_4" = "Multiple Accounts";
"message_update_slide_4" = "Access to all your clouds";
"title_update_slide_5" = "Get it for free on the AppStore";
"message_update_slide_5" = "Secure Data Management";
"sign_in_button_update_guide" = "Telecargar";
"skip_button_update_guide" = "Telecargar";

//Account menu
"menu_account_edit" = "Edit Password";
"menu_account_clear_cache" = "Voidar l'escondedor";
"menu_account_log_out" = "Suprimir lo compte";

//Common
"not_connected_to_internet" = "Device is not connected to a network";
"bad_request" = "Bad request";
"method_not_allowed" = "Method not allowed";
"proxy_auth_required" = "Proxy authorization required";
"conflict" = "Conflicte";
"internal_error" = "Internal server error";
"not_implemented" = "Not implemented";
"bad_gateway" = "Bad gateway";

//Private links
"private_link_redirection_failed" = "The item does not exist";
"error_connecting_with_server" = "Impossible de se connectar al servidor. Ensajatz ulteriorament";
"private_link_not_reachable" = " Private link could not be opened";
